[
  {
    "name": "Metal detector ",
    "desc": "A simple electronic circuit designed to detect metal objects by generating a magnetic field and measuring changes in its presence, commonly used in security and treasure-hunting applications.",
    "image": "metal detector",
    "category": "android",
    "links": {
      
    }
    
  },
  {
    "name": "Car Rental system",
    "desc": "An online platform that allows users to rent vehicles for a specific duration, offering a variety of car options, convenient booking, and secure payment methods for hassle-free transportation needs. Devolped Using HTML, CSS, JS, PHP",
    "image": "cars",
    "category": "android",
    "links": {
      
    }
  },
  {
    "name": "Water level management system",
    "desc": "A smart technology that monitors and controls water levels in reservoirs, tanks, or dams, ensuring efficient water usage, preventing floods, and maintaining a sustainable water supply.",
    "image": "water",
    "category": "android",
    "links": {
      
    }
  },
  {
    "name": "Traffic light management",
    "desc": " A computer graphics project simulating traffic light signals, showcasing real-time traffic flow control, visualizing the efficient management of intersections for improved road safety and traffic management.",
    "image": "traffic",
    "category": "android",
    "links": {
      
    }
  },
  {
    "name": "Water remainder application",
    "desc": "A mobile app that helps users stay hydrated by sending timely reminders to drink water, tracking daily intake, and promoting healthy hydration habits for overall well-being.",
    "image": "water 2",
    "category": "android",
    "links": {
      
    }
  },
  {
    "name": "matrimony",
    "desc": "Matrimony sites facilitate connections, enabling individuals to seekpartners, fostering relationships, marriages, and long-lastingcompanionship worldwide.",
    "image": "matrimony",
    "category": "android",
    "links": {
      
    }
  },
  {
    "name": "Fitness tracker website",
    "desc": " An online platform that allows users to monitor their physical activities, track fitness progress, set goals, and access personalized workout plans for a healthier and more active lifestyle.",
    "image": "muscle",
    "category": "android",
    "links": {
     "links": " https://muscle-zone.netlify.app/"
    }
  },
  {
    "name": "Website for Spice industry",
    "desc": "A modern, user-friendly website showcasing NCS’s range of premium spices and fresh pastes with easy product browsing and brand-focused design.",
    "image": "logo.jpg",
    "category": "android",
    "links": "https://ncsspices.shop/"
      
    }
  
]


